Repository: hordecore/openssh-client
Catalog: debian/po/*.po
Languages: bg, cs, es, eu, fi, gl, ja, nb, pt, ru, sv, tr, vi

source: Do you want to risk killing active SSH sessions?
bg: Да се прекъснат ли текущите връзки по SSH?
cs: Chcete riskovat ukončení aktivních SSH spojení?
es: ¿Desea correr el riesgo de matar las sesiones SSH activas?
eu: Irekirik dauden SSH saioak ixteko arriskua hartu nahi duzu?
fi: Haluatko ottaa riskin, että aktiiviset SSH-istunnot tapetaan?
gl: ¿Quere arriscarse a matar as sesións de SSH activas?
ja: 接続中の SSH セッションが切れるかもしれませんがよいですか?
nb: Vil du risikere å avbryte aktive SSH-økter?
pt: Quer arriscar matar sessões activas de SSH?
ru: Вы хотите пойти на риск потерять активные SSH соединения?
sv: Vill du riskera att döda aktiva SSH-sessioner?
tr: Etkin SSH oturumlarının öldürülmesi riskini göze alıyor musunuz?
vi: Bạn có muốn rủi ro giết phiên bản SSH đang chạy không?

source: The currently installed version of /etc/init.d/ssh is likely to kill all running sshd instances. If you are doing this upgrade via an SSH session, you're likely to be disconnected and leave the upgrade procedure unfinished.
bg: Много е вероятно версията на /etc/init.d/ssh, която е инсталирана в момента да прекъсне активните връзки. Ако извършвате обновяването отдалечено има опасност връзката да се разпадне и процесът да не завърши нормално.
cs: Stávající verze /etc/init.d/ssh pravděpodobně pozabíjí všechny běžící instance sshd. Pokud tuto aktualizaci provádíte přes SSH, budete nejspíše odpojeni a aktualizace skončí na půli cesty.
es: La versión de /etc/init.d/ssh que tiene instalada es muy probable que mate todas las estancias que están ejecutándose de sshd. Es muy probable que se le desconecte y el procedimiento de actualización quede a medidas si continúa y está realizando esta actualizando.
eu: Instalaturik dagoen /etc/init.d/ssh bertsioak martxan dauden sshd instantziak hilko ditu. Bertsio berritze hau SSH bidez egiten ari bazara, ziurrenik deskonektatu egingo zara eta bertsio berritze prozedura ez da behar bezala amaituko.
fi: Tiedoston /etc/init.d/ssh asennettuna oleva versio tappaa todennäköisesti kaikki käynnissä olevat sshd-prosessit. Jos teet tätä päivitystä ssh-yhteyden yli, yhteytesi luultavasti katkeaa ja päivitysprosessi keskeytyy.
gl: É posible que a versión de /etc/init.d/ssh que instalou vaia matar tódalas instancias de sshd en execución. Se está a facer esta actualización mediante unha sesión SSH, é probable que se desconecte e este procedemento de actualización quede sen rematar.
ja: 現在インストールされたバージョンの /etc/init.d/ssh は、おそらく実行中の sshd インスタンスをすべて殺します。このアップグレードを SSH セッション経由で行っている場合、あなたは切断され、アップグレード処理は不完全なままになるでしょう。
nb: Den versjonen av /etc/init.d/ssh som nå er installert vil antakelig stoppe alle sshd-instanser som kjører. Hvis denne oppgraderingen gjøres over en SSH-økt, så risikerer du å bli frakoblet og oppgraderingen blir ikke fullført.
pt: A versão do /etc/init.d/ssh que tem instalado provavelmente terminará todas as instâncias de sshd. Se vai actualizar através de uma sessão ssh, é possível que a sua sessão seja terminada e que deixe o procedimento de actualização por terminar.
ru: Установленная в настоящее время версия /etc/init.d/ssh, вероятно, уничтожит все запущенные экземпляры sshd. Если вы выполняете это обновление через SSH соединение, то скорее всего вы будете отключены и процедура обновления останется не завершенной.
sv: Den för närvarande installerade versionen av /etc/init.d/ssh kommer antagligen döda alla körande instanser av sshd. Om du gör denna uppgradering via en SSH-session kommer du sannolikt att kopplas ner och uppgraderingsprocessen lämnas ofärdig.
tr: Kurmuş olduğunuz /etc/init.d/ssh sürümü büyük olasılıkla, çalışıyor olan tüm sshd süreçlerini öldürecek. Bu yükseltmeyi bir ssh oturumu üzerinden yapıyorsanız büyük olasılıkla bağlantınız kopacak ve yükseltme işlemi yarım kalacak.
vi: Phiên bản « /etc/init.d/ssh » được cài đặt hiện thời rất có thể giết mọi tiến trình sshd đang chạy. Nếu bạn có nâng cấp qua phiên chạy SSH, rất có thể bạn bị ngắt kết nối, để lại tiến trình nâng cấp chưa hoàn tất.

source: This can be fixed by manually adding "--pidfile /var/run/sshd.pid" to the start-stop-daemon line in the stop section of the file.
bg: Това може да бъде поправено ръчно с добавянето на „--pidfile /var/run/sshd.pid“ към командата start-stop-daemon в раздела „stop“ на файла.
cs: Můžete to spravit ručním přidáním „--pidfile /var/run/sshd.pid“ na řádek start-stop-daemon v sekci stop.
es: Puede arreglarlo añadiendo manualmente «--pidfile /var/run/sshd.pid» a la línea «start-stop-daemon», en la sección «stop» del fichero.
eu: Hau eskuz konpondu daiteke "--pidfile /var/run/sshd.pid" gehituaz start-stop-daemon lerroan fitxategiaren "stop" atalean.
fi: Tämä voidaan korjata lisäämällä merkkijono ”--pidfile /var/run/sshd.pid” kyseisen tiedoston stop-osion start-stop-daemon-riville.
gl: Isto pode arranxarse engadindo "--pidfile /var/run/sshd.pid" á liña start-stop-daemon da sección stop do ficheiro.
ja: この状況を修正するには、ファイルの stop セクションの start-stop-daemon の行に「--pidfile /var/run/sshd.pid」と手動で追加します。
nb: Dette kan rettes på ved å legge til manuelt «--pidfile /var/run/sshd.pid» til start-stop-daemon linja i stopp-delen av fila.
pt: Isto pode ser arranjado adicionando "--pidfile /var/run/sshd.pid" à linha start-stop-daemon na secção stop do ficheiro.
ru: Это может быть исправлено вручную добавлением "--pidfile /var/run/sshd.pid" в строку start-stop-daemon в разделе stop этого файла.
sv: Det här kan rättas till genom att manuellt lägga till "--pidfile /var/run/sshd.pid" till raden "start-stop-daemon" i sektionen "stop" i filen.
tr: Bu sorunu dosyanın (/etc/init.d/ssh) stop bölümündeki start-stop-daemon satırına "--pidfile /var/run/sshd.pid" ekleyerek düzeltebilirsiniz.
vi: Bạn vẫn còn có thể sửa chữa vấn đề này bằng cách tự thêm chuỗi « --pidfile /var/run/sshd.pid » vào dòng « start-stop-daemon » (khởi/ngừng chạy trình nền) trong phần « stop » (ngừng chạy) của tập tin đó.

source: New host key mandatory
bg: Необходим е нов ключ за хоста
cs: Nutný nový serverový klíč
es: Nueva clave de sistema obligatoria
eu: Ostalari gako berria beharrezkoa
fi: Uusi järjestelmäavain pakollinen
gl: É obrigatorio ter unha nova clave de servidor
ja: 新しいホストキーが必要です
nb: Ny vertsnøkkel obligatorisk
pt: Uma nova chave de anfitrião é obrigatória
ru: Необходим новый ключ хоста
sv: Ny värdnyckel är obligatorisk
tr: Yeni makine anahtarı zorunlu
vi: Bắt buộc phải có khoá máy mới

source: The current host key, in /etc/ssh/ssh_host_key, is encrypted with the IDEA algorithm. OpenSSH can not handle this host key file, and the ssh-keygen utility from the old (non-free) SSH installation does not appear to be available.
bg: В момента ключа на хоста в /etc/ssh/ssh_host_key е шифриран с алгоритъма IDEA. OpenSSH не може да работи с този файл, а програмата ssh-keygen от старата инсталация не е налична.
cs: Aktuální serverový klíč v /etc/ssh/ssh_host_key je šifrovaný algoritmem IDEA. OpenSSH neumí tento soubor zpracovat a zdá se, že utilita ssh-keygen ze staré (nesvobodné) instalace SSH není k dispozici.
es: La clave actual de su sistema, en /etc/ssh/ssh_host_key, está cifrada con el algoritmo IDEA. OpenSSH no puede manejar este fichero de clave y tampoco parece estar disponible la utilidad «ssh-keygen» de la instalación antigua de SSH (no libre).
eu: /etc/ssh/ssh_host_key-ko ostalari gakoa IDEA algoritmoaren bidez enkriptaturik dago. OpenSSH ez da ostalari gako mota hau kudeatzeko gai eta SSH instalazio zaharreko (ez-librea) ssh-keygen lanabesa dirudienez ez dago erabilgarri.
fi: Olemassa oleva järjestelmäavain /etc/ssh/ssh_host_key on salattu IDEA-algoritmilla. OpenSSH ei voi käsitellä tätä järjestelmäavaintiedostoa, eikä vanhan (ei-vapaan) SSH-asennuksen ssh-keygen-ohjelmaa löydy.
gl: A clave de servidor actual, armacenada en /etc/ssh/ssh_host_key, está cifrada mediante o algoritmo IDEA. OpenSSH non pode xestionar este ficheiro de clave de servidor, e non semella que estea dispoñible a utilidade ssh-keygen da anterior instalación de SSH (non libre).
ja: /etc/ssh/ssh_host_key にある現在のホストキーは IDEA で暗号化されていあす。OpenSSH はこのホストキーファイルを扱えず、古い (フリーではない) SSH の ssh-keygen ユーティリティはもう利用できません。
nb: Den gjeldende vertsnøkkelen, i /etc/ssh/ssh_host_key, er kryptert med IDEA-algoritmen. OpenSSH kan ikke håndtere denne vertsnøkkelfila, og det ser ikke ut til at verktøyet ssh-keygen fra den gamle (ikke-frie) SSH-installasjonen er tilgjengelig.
pt: A chave actual, em /etc/ssh/ssh_host_key, está cifrada com o algoritmo IDEA. O OpenSSH não consegue usar este ficheiro, e o utilitário ssh-keygen da antiga (e não livre) instalação do SSH não parece estar disponível.
ru: Текущий ключ хоста, /etc/ssh/ssh_host_key, зашифрован алгоритмом IDEA. OpenSSH не может работать с таким файлом ключа хоста, а утилита создания ssh-ключа (ssh-keygen) из прежней (не свободной) установки SSH, кажется, недоступна.
sv: Den aktuella värdnyckeln i /etc/ssh/ssh_host_key är krypterad med IDEA-algoritmen. OpenSSH kan inte hantera den här värdnyckelfilen och verktyget ssh-keygen från den gamla (ickefria) SSH-installationen verkar inte finnas tillgänglig.
tr: Şu anda kullandığınız makine anahtarı, /etc/ssh/ssh_host_key, IDEA algoritmasıyla şifrelenmiş. OpenSSH bu anahtar dosyasını yönetemez; ayrıca eski (özgür olmayan) SSH kurulumuna ait ssh-keygen aracı da ulaşılabilir değil.
vi: Khoá máy hiện thời, trong « /etc/ssh/ssh_host_key », được mặt mã bằng thuật toán IDEA. Phần mềm OpenSSH không thể xử lý tập tin khoá máy kiểu này; cũng có vẻ là tiện ích « ssh-keygen » (tạo khoá SSH) thuộc về bản cài đặt SSH cũ (khác tự do) không sẵn sàng.

source: You need to manually generate a new host key.
bg: Необходимо е да се генерира ръчно нов ключ за хоста.
cs: Musíte ručně vygenerovat nový serverový klíč
es: Debe generar manualmente una nueva clave de sistema.
eu: Ostalari gako berri bat eskuz sortu behar duzu.
fi: Uuden järjestelmäavaimen (host key) luominen on tarpeen.
gl: Ten que xerar unha nova clave de servidor.
ja: 新しいホストキーを手動で生成する必要があります。
nb: En ny vertsnøkkel må lages manuelt.
pt: Terá de gerar manualmente uma nova chave para o host.
ru: Вам нужно вручную создать новый ключ хоста.
sv: Du behöver manuellt generera en ny värdnyckel.
tr: Yeni bir makine anahtarı oluşturmanız gerekiyor.
vi: Vậy bạn cần phải tự tạo một khoá máy mới.

source: Disable challenge-response authentication?
bg: Забрана на удостоверяването challenge-response?
cs: Zakázat autentizaci challenge-response?
es: ¿Desea deshabilitar la autenticación basada en desafío-respuesta?
eu: erronka-erantzun autentifikazioa desgaitu?
fi: Poistetaanko haaste-vaste-autentikointi käytöstä?
gl: ¿Desactivar a autenticación por desafío-resposta?
ja: チャレンジ-レスポンス認証を無効にしますか?
nb: Skal autentisering med utfordring/svar slås av?
pt: Desactivar autenticação por desafio-resposta?
ru: Отключить аутентификацию запрос-ответ?
sv: Inaktivera challenge-response-autentisering?
tr: Sorgula-yanıtla yöntemiyle kimlik doğrulama devre dışı bırakılsın mı?
vi: Tắt chức năng xác thực kiểu yêu cầu/đáp ứng không?

source: Password authentication appears to be disabled in the current OpenSSH server configuration. In order to prevent users from logging in using passwords (perhaps using only public key authentication instead) with recent versions of OpenSSH, you must disable challenge-response authentication, or else ensure that your PAM configuration does not allow Unix password file authentication.
bg: Изглежда че удостоверяването с парола е забранено в настройката на OpenSSH сървъра. За пълна забрана на използването на пароли за удостоверяване (вероятно оставяйки само удостоверяването с публичен ключ) е необходимо да бъде забранено удостоверяването „challenge-response“. В противен случай е нужно да се настрои PAM да не позволява удостоверяване чрез файловете с пароли стил Unix.
cs: Zdá se, že autentizace pomocí hesel je ve vaší stávající konfiguraci OpenSSH serveru zakázána. Abyste zabránili uživatelům v přihlášení pouze pomocí hesla, musíte v posledních verzích OpenSSH zakázat autentizaci challenge-response, nebo jinak zajistit, aby PAM nepovolilo autentizaci vůči unixovému souboru hesel.
es: Parece que la configuración actual de su servidor de OpenSSH tiene deshabilitada la autenticación mediante contraseñas. En las versiones recientes de OpenSSH para impedir que los usuarios se puedan conectar con contraseñas (y obligar la utilización de sistemas de autenticación con clave pública) debe deshabilitar la autenticación basada en desafío-respuesta o asegurarse de que su configuración PAM no permite autenticación basada en el fichero de contraseñas Unix.
eu: Pasahitz egiaztapena dirudienez desgaiturik dago instalaturik dagoen OpenSSH konfigurazioan. Pasahitzak erabiliaz OpenSSH bertsio berrietan saio hastea ezintzeko (agian gako publiko autentifikazioa bakarrik erabiliaz), erronka-erantzun (challenge-response) autentifikazioa desgaitu edo zure PAM konfigurazioak UNIX pasahitz fitxategi autentifikazioa onartzen ez duela ziurtatu beharko duzu.
fi: OpenSSH-palvelimen nykyisissä asetuksissa salasana-autentikointi näyttää olevan poissa käytöstä. Estääksesi kirjautumiset salasanaa käyttäen (esim. salliaksesi kirjautumisen vain julkista avainta käyttäen), OpenSSH:n uusissa versioissa haaste-vaste-autentikointi tulee poistaa käytöstä tai muutoin varmistaa, että PAM-asetukset eivät salli Unixin salasanatiedostoon perustuvaa autentikointia.
gl: Semella que a autenticación por contrasinal está desactivada na configuración actual do servidor de OpenSSH. Para impedir que os usuarios se conecten empregando contrasinais (empregando no seu canto, por exemplo, autenticación mediante clave pública), nas versións recentes de OpenSSH ten que desactivar a autenticación por desafío-resposta ou asegurarse de que a súa configuración de PAM non permita a autenticación por ficheiro de contrasinais de Unix.
ja: 現在の OpenSSH サーバの設定ではパスワード認証が無効になっているようです。OpenSSH の最近のバージョンでパスワードを使ってユーザがログインするのを防ぐ (多分公開鍵認証だけを代わりに使う) ためには、チャレンジ-レスポンス認証を無効にするか、PAM 設定で Unix パスワードファイル認証を絶対に許可しないようにする必要があります。
nb: Det ser ut til at passord-autentisering er slått av i det gjeldende tjeneroppsettet for OpenSSH. For å hindre brukere i å logge inn med passord med nyere versjoner av OpenSSH (kanskje med autentisering med kryptonøkler i stedet), så må autentisering med utfordring-svar slås av, eller det må sjekkes at PAM-oppsettet er satt til ikke å tillate autentisering mot Unix passord-fila.
pt: Autenticação por palavra-chave aparenta estar desactivada na sua configuração actual do servidor OpenSSH. De forma a impedir que os utilizadores se liguem usando palavras-chave (talvez usando apenas autenticação por chave pública) com versões recentes do OpenSSH, tem de desactivar a autenticação por desafio-resposta, ou assegurar-se que a sua configuração do PAM não permite autenticação pelo ficheiro password de Unix.
ru: Кажется, что парольная аутентификация отключена в текущей настройке сервера OpenSSH. Чтобы запретить пользователям вход с использованием паролей (возможно, использовав вместо этого только аутентификацию по публичному ключу) в новых версиях OpenSSH, вы должны отключить аутентификацию запрос-ответ, либо убедиться, что ваша настройка PAM не разрешает аутентификацию по файлу паролей Unix.
sv: Lösenordsautentisering verkar vara inaktiverat i din aktuella konfiguration av OpenSSH-servern. För att förhindra att användare loggar in med lösenord (istället kanske endast använder publik nyckelautentisering) med senare versioner av OpenSSH, måste du inaktivera challenge-response-autentisering eller försäkra dig om att din PAM-konfiguration inte tillåter autentisering via Unix lösenordsfil.
tr: Şu anda kullanılan OpenSSH yapılandırmasında parola ile kimlik doğrulama devre dışı gibi görünüyor. OpenSSH'ın yeni versiyonlarında kullanıcıların parola kullanarak oturum açmalarını engellemek için (belki bunun yerine açık anahtar yöntemiyle kimlik doğrulamayı kullanabilirsiniz) sorgula-yanıtla yöntemiyle kimlik doğrulamayı devre dışı bırakmalı ya da PAM yapılandırmanızın Unix parola dosyası yöntemiyle kimlik doğrulamaya izin vermediğinden emin olmalısınız.
vi: Có vẻ là chức năng xác thực bằng mật khẩu bị tắt trong cấu hình trình phục vụ OpenSSH hiện thời. Để ngăn cản người dùng đăng nhập bằng mật khẩu (có lẽ chỉ xác thực bằng khoá công) với phiên bản OpenSSH gần đây, bạn cần phải tắt khả năng xác thực kiểu yêu cầu/đáp ứng (challenge-response authentication), không thì đảm bảo cấu hình PAM không cho phép xác thực bằng tập tin mật khẩu UNIX.

source: If you disable challenge-response authentication, then users will not be able to log in using passwords. If you leave it enabled (the default answer), then the 'PasswordAuthentication no' option will have no useful effect unless you also adjust your PAM configuration in /etc/pam.d/ssh.
bg: Ако удостоверяването chalenge-response е забрането, потребителите няма да могат да използват пароли за удостоверяване. Ако е разрешено (по подразбиране), настройката 'PasswordAuthentication no' няма да има ефект, освен ако не промените настройките за PAM в /etc/pam.d/ssh.
cs: Zakážete-li autentizaci challenge-response, uživatelé se nebudou moci přihlásit pomocí hesel. Necháte-li ji povolenu (přednastavená odpověď), pak nebude mít volba „PasswordAuthentication no“ žádný efekt, pokud ovšem neupravíte nastavení PAM v /etc/pam.d/ssh.
es: Si deshabilita la autenticación mediante desafío-respuesta los usuarios no podrán acceder con contraseñas. Si la deja habilitada (respuesta por omisión) entonces la opción «PasswordAuthentication no» no tendrá ninguna utilidad a menos que ajuste su configuración de PAM en «/etc/pam.d/ssh».
eu: Erronka-erantzun autentifikazioa des gaituaz gero erabiltzaileak ez dira pasahitza erabiliaz saio hasteko gai izango. Berau gaiturik utziaz gero (lehenetsiriko erantzuna), 'PasswordAuthentication no' aukerak ez du ondoriorik izango /etc/pam.d/ssh-eko PAM konfigurazioa doitzen ez baduzu.
fi: Jos poistat haaste-vaste-autentikoinnin käytöstä, käyttäjät eivät voi kirjautua käyttäen salasanaa. Jos jätät sen päälle (oletus), asetuksella ”PasswordAuthentication no” ei ole vaikutusta, ellet muuta myös PAM-asetuksia tiedostossa /etc/pam.d/ssh.
gl: Se desactiva a autenticación por desafío-resposta, os usuarios non han poder conectarse empregando contrasinais. Se a deixa activada (a resposta por defecto) a opción "PasswordAuthentication no" non ha ter ningún efecto útil a menos que tamén axuste a súa configuración de PAM en /etc/pam.d/ssh.
ja: チャレンジ-レスポンス認証を無効にする場合、ユーザはパスワードを使ってログインできなくなります。有効 (デフォルト) のままにしておくと、/etc/pam.d/ssh にある PAM 設定を調節しない限り、'PasswordAuthentication no' オプションは効果を持たなくなります。
nb: Hvis autentisering med utfordring-svar er slått av, så kan brukere ikke logge inn med passord. Hvis det står på (som er standard), så har det ingen virkning å sette «PasswordAuthentication no» med mindre PAM-oppsettet i /etc/pam.d/ssh også justeres.
pt: Se desactivar autenticação por pedido-resposta, os utilizadores não serão capazes de se ligar usando palavras-chave. Se deixar activado (a resposta por omissão), então a opção 'PasswordAuthentication no' não terá efeito a não ser que também ajuste a configuração do PAM em /etc/pam.d/ssh.
ru: Если вы запретите аутентификацию запрос-ответ, пользователи не смогут войти с использованием паролей. Если вы оставите её разрешенной (ответ по умолчанию), то параметр 'PasswordAuthentication no' не будет иметь силы до тех пор, пока вы также не откорректируете настройки PAM в /etc/pam.d/ssh.
sv: Om du inaktiverar challenge-response-autentisering så kan användarna inte logga in med lösenord. Om du lämnar det aktiverat (som är standard) så kommer "PasswordAuthentication no" inte att ha någon effekt om du inte justerar din PAM-konfiguration i /etc/pam.d/ssh.
tr: Sorgula-yanıtla kimlik doğrulamayı devre dışı bırakırsanız, kullanıcılar parola kullanarak oturum açamayacaklar. Eğer sorgula-yanıtla kimlik doğrulamayı etkin halde bırakırsanız (öntanımlı yanıt); /etc/pam.d/ssh'daki PAM yapılandırmasını ayarlamadığınız sürece 'PasswordAuthentication no' seçeneği bir işe yaramayacak.
vi: Nếu bạn tắt khả năng xác thực kiểu yêu cầu/đáp ứng, người dùng sẽ không thể đăng nhập bằng mật khẩu. Để lại hoạt động (trả lời mặc định) thì tùy chọn « PasswordAuthentication no » (xác thực bằng mật khẩu : không) sẽ không có tác động thật, nếu bạn không điều chỉnh cấu hình PAM trong « /etc/pam.d/ssh »

source: Vulnerable host keys will be regenerated
bg: Уязвимите ключове на хоста ще бъдат създадени наново
cs: Zranitelné serverové klíče budou přegenerovány
es: Se regenerarán las claves vulnerables del sistema
eu: Ostalari gako ahulak birsortu egingo dira
fi: Haavoittuvaiset järjestelmäavaimet luodaan uudelleen
gl: Hanse rexenerar as claves de servidor vulnerables
ja: 脆弱なホストキーは再生成されます
nb: Sårbare vertsnøkler vil bli laget på nytt
pt: Chaves do anfitrião vulneráveis serão regeneradas
ru: Уязвимые ключи хоста будут созданы заново
sv: Sårbara värdnycklar kommer att omskapas
tr: Saldırıya açık makine anahtarları yeniden yaratılacak
vi: Mọi khoá máy dễ bị tấn công đều sẽ được tạo lại
