Repository: hordecore/openssh-client
Catalog: debian/po/*.po
Languages: bg, cs, es, eu, fi, gl, ja, nb, pt, ru, sv, tr, vi

source: Some of the OpenSSH server host keys on this system were generated with a version of OpenSSL that had a broken random number generator. As a result, these host keys are from a well-known set, are subject to brute-force attacks, and must be regenerated.
bg: Някои от ключовете за услугата OpenSSH на хоста са създадени с версия на OpenSSL, която използва повреден генератор на случайни числа. Тези ключове са широко известни, уязвими са към атаки и трябва да бъдат сменени.
cs: Některé serverové klíče OpenSSH na tomto systému byly vytvořeny verzí OpenSSL, která měla narušený generátor náhodných čísel. Ve výsledku jsou tyto dobře známé klíče předmětem útoků hrubou silou a musí být přegenerovány.
es: Algunas de las claves de sistema del servidor OpenSSH en este equipo se generaron con una versión de OpenSSL que tenía un generador de números aleatorios defectuoso. Consecuentemente, estas claves de sistema son de un conjunto de claves conocidas y están sujetas a ataques de fuerza bruta por lo que conviene regenerarlas.
eu: Sistema honetako zenbait OpenSSH ostalari gako hondaturiko ausazko zenbasi sortzaile bat zuen OpenSSL bertsio batez sortuak izan ziren. Hau dela eta, ostalari gako horiek ezagutza handiko pertsona batek indarrezko erasoei ahulak dira eta birsortuak izango dira.
fi: Jotkin tämän järjestelmän OpenSSH-palvelimen järjestelmäavaimista on luotu OpenSSL:n versiolla, jossa oli rikkinäinen satunnaislukugeneraattori. Tämän tuloksena nämä avaimet voidaan murtaa järjestelmällisellä läpikäynnillä ja ne tulee vaihtaa.
gl: Algunhas das claves de servidor de OpenSSH deste sistema xeráronse cunha versión de OpenSSL que tiña un xerador de números aleatorios que non funcionaba correctamente. Coma resultado, esas claves de servidor pertencen a un conxunto coñecido, son vulnerables a ataques por forza bruta, e teñen que se rexenerar.
ja: このシステムの OpenSSH サーバのホストキーのいくつかが、壊れた乱数生成器を持つ OpenSSL バージョンで生成されていました。結果として、これらのホストキーは既知の組み合わせから成り、ブルートフォース攻撃を受けやすいものになっているため、再生成する必要があります。
nb: Noen av OpenSSHs vertsnøkler på dette systemet ble opprettet med versjon av OpenSSH som hadde en feil på slumptallsgeneratoren. Derfor tilhører disse nøklene et velkjent sett nøkler, kan knekkes med «rå kraft»-metoden og må lages på nytt.
pt: Algumas das chaves do servidor OpenSSH neste sistema foram criadas com uma versão do OpenSSL que tem um gerador de números aleatórios com problemas. Como resultado estas chaves, que fazem parte de um conjunto bem conhecido, estão sujeitas a ataques por força bruta, e têm de ser geradas de novo.
ru: Некоторые ключи хоста сервера OpenSSH в этой системе были созданы с помощью версии OpenSSL, в которой был испорченный генератор случайных чисел. В результате, такие ключи хоста входили во всем известный список, что позволяло применять атаку последовательного подбора ключей. Ключи должны быть созданы заново.
sv: Några av värdnycklarna för OpenSSH skapades med en version av OpenSSL som innehöll ett fel i slumptalsgeneratorn. På grund av detta är värden sårbar för en så kallad brute force-attack då nycklarna kommer från ett litet och välkänt spektra.
tr: Bu sistemdeki OpenSSH sunucusu makine anahtarlarından bazıları OpenSSL'in rastgele sayı üreticisi bozuk olan bir versiyonuyla oluşturulmuş. Sonuç olarak, bu makine anahtarları iyi bilinen bir gruptan ve kaba kuvvet saldırılarına açık. Bu anahtarlar yeniden oluşturulmalı.
vi: Một số khoá máy kiểu trình phục vụ OpenSSH trên hệ thống này đã được tạo bằng một phiên bản OpenSSL có một cơ chế tạo số ngẫu nhiên mà bị hỏng. Kết quả là những khoá máy này thuộc về một tập hợp ai cũng biết, có thể bị tấn công dùng sức mạnh vũ phu, và phải được tạo lại.

source: Users of this system should be informed of this change, as they will be prompted about the host key change the next time they log in. Use 'ssh-keygen -l -f HOST_KEY_FILE' after the upgrade to print the fingerprints of the new host keys.
bg: Потребителите на системата трябва да бъдат известени за промяната, понеже при следващият им опит за връзка чрез SSH ще получат предупреждение за промяна в ключовете на хоста. За да получите отпечатъците на новите ключове използвайте „ssh-keygen -l -f файл-с-ключ“.
cs: Uživatelé tohoto systému by měli být informováni o změně, protože budou při příštím přihlášení varováni o změně serverového klíče. Po aktualizaci můžete zjistit nové otisky serverových klíčů příkazem „ssh-keygen -l -f SOUBOR_SE_SERVEROVÝM_KLÍČEM“.
es: Se informará a los usuarios de este sistema ya que se les informará del cambio de clave la siguiente vez que se conecten. Utilice «ssh-keygen -l -f ARCHIVO_CLAVE_SISTEMA» después de la actualización para obtener la huella digital de las nuevas claves del sistema.
eu: Sistema honetako erabiltzaileak aldaketa honetaz ohartu beharko ziren, saio hasten duten hurrengoan ostalari gako aldaketaz galdetuko zaie eta. 'ssh-keygen -l -f OSTALARI_GAKO_FITX' erabili bertsio-berritzearen ondoren ostalari gako berrien hatzmarkak inprimatzeko.
fi: Järjestelmän käyttäjille tulisi tiedottaa tästä muutoksesta, koska heitä pyydetään hyväksymään muuttunut järjestelmäavain, kun he seuraavan kerran kirjautuvat järjestelmään. Komennolla ”ssh-keygen -l -f HOST_KEY_FILE” voidaan tulostaa uusien järjestelmäavainten sormenjäljet päivityksen jälkeen.
gl: É preciso informar deste cambio aos usuarios deste sistema, xa que se lles ha avisar do cambio de clave de servidor a próxima vez que se conecten. Empregue a orde "ssh-keygen -l -f FICHEIRO_DE_CLAVE" trala actualización para amosar as pegadas dactilares das novas claves de servidor.
ja: 次回のログイン時にホストキーの変更が示されることで、このシステムのユーザは、この変更の通知を受け取ることになります。更新後に新しいホストキーの指紋を表示するには、'ssh-keygen -l -f HOST_KEY_FILE' を使います。
nb: De som bruker dette systemet bør få opplysning om denne endringen, siden de vkil få spørsmål om vertsnøkkelendringen neste gang de logger inn. Etter oppgraderingen kan fingeravtrykkene for de nye vertsnøklene skrives ut med kommandoen «keygen -l -f VERTSNØKKELFIL».
pt: Os utilizadores deste sistema devem ser informados desta mudança, uma vez que vão ser avisados da mudança de chave da próxima vez que se ligarem. Utilize o comando 'ssh-keygen -l -f FICHEIRO_DA_CHAVE' depois da actualização para imprimir as impressões das novas chaves.
ru: Пользователи этой системы будут проинформированы об этом изменении, так как им будет выведено сообщение о смене ключа хоста при следующем подключении. Используйте команду 'ssh-keygen -l -f HOST_KEY_FILE' после обновления для распечатки отпечатков новых ключей хоста.
sv: Användarna på det här systemet borde informeras om den här förändringen då de kommer att bli varse bytet av värdnyckel nästa gång de loggar in. Använd 'ssh-keygen -l -f HOST_KEY_FILE' efter uppgraderingen har slutförst för att skriva ut fingeravtrycken för de nya värdnycklarna
tr: Bu sistemin kullanıcılarını makine anahtarı değişikliğinden haberdar etmelisiniz, çünkü kullanıcılar sisteme ilk oturum açışlarında uyarılacak ve kullanıcılara oturum açmaya devam etmek isteyip istemedikleri sorulacak. Yeni makine anahtarlarının parmak izlerini görmek için yükseltmeden sonra 'ssh-keygen -l -f MAKİNE_ANAHTARI_DOSYASI' komutunu kullanın.
vi: Các người dùng của hệ thống này nên được thông báo về thay đổi này, vì họ sẽ được nhắc cho thay đổi khoá máy này lần kế tiếp đăng nhập. Hãy dùng câu lệnh « ssh-keygen -l -f TẬP_TIN_KHOÁ_MÁY » sau khi nâng cấp, để in ra các vân tay của những khoá máy mới.

source: The affected host keys are:
bg: Засегнатите ключове на хоста са:
cs: Postižené serverové klíče:
es: Las claves del sistema afectadas son:
eu: Ostalari gako hauei eragingo die:
fi: Järjestelmäavaimet, joihin tämä vaikuttaa:
gl: As claves de servidor afectadas son:
ja: 影響を受けるホストキーは次のとおりです:
nb: De vertsnøklene dette gjelder er:
pt: As chaves afectadas são:
ru: Ключи хоста, которые будут заменены:
sv: De drabbade värdnycklarna är:
tr: Etkilenmiş makine anahtarları:
vi: Những máy khoá bị ảnh hưởng:

source: User keys may also be affected by this problem. The 'ssh-vulnkey' command may be used as a partial test for this. See /usr/share/doc/openssh-server/README.compromised-keys.gz for more details.
bg: Възможно е потребителските ключове също да са засегнати от проблема. Можете да използвате програмата „ssh-vulnkey“ за да ги проверите. За повече информация погледнете /usr/share/doc/openssh-server/README.compromised-keys.gz.
cs: Tímto problémem mohou být postiženy také uživatelské klíče. Pro částečnou kontrolu můžete použít příkaz „ssh-vulnkey“. Více informací naleznete v souboru /usr/share/doc/openssh-server/README.compromised-keys.gz.
es: Las claves de los usuarios también pueden estar afectadas por este problema. Se puede utilizar el programa «ssh-vulnkey» como un test parcial para detectar el problema. Consulte la información en «/usr/share/doc/openssh-server/README.compromised-keys.gz» para conocer los detalles.
eu: Erabiltzaile gakoak ere arazo honengatik eragindak egon daitezke. 'ssh-vulnkey' komandoak honetarako proba bezala erdi-ziur erabili daiteke. Ikusi /usr/share/doc/openssh-server/README.compromised-keys.gz xehetasun gehiagorako.
fi: Tämä ongelma saattaa vaikuttaa myös käyttäjien avaimiin. Komennolla ”ssh-vulnkey” voidaan osittain testata tätä. Tiedostossa /usr/share/doc/openssh-server/README.compromised-keys.gz on lisätietoja.
gl: As claves dos usuarios tamén poden estar afectadas por este problema. Pódese empregar a orde "ssh-vulnkey" para facer unha comprobación parcial disto. Consulte /usr/share/doc/openssh-server/README.compromised-keys.gz para máis detalles.
ja: ユーザキーもこの問題の影響を受けている恐れがあります。この部分的なテストとして、'ssh-vulnkey' コマンドを利用できます。詳細については /usr/share/doc/openssh-server/README.compromised-keys.gz を参照してください。
nb: Det kan være at brukernøkler også har dette problemet. En delvis test på dette kan gjøres med kommandoen «ssh-vulnkey». Mer detaljer finnes i /usr/share/doc/openssh-server/README.compromised-keys.gz.
pt: As chaves de utilizador também podem ser afectadas por este problema. O comando 'ssh-vulnkey' pode ser usado como um teste parcial para este caso. Veja o ficheiro /usr/share/doc/openssh-server/README.compromised-keys.gz para mais detalhes.
ru: Пользовательские ключи также имеют данную проблему. Для частичной проверки можно воспользоваться командой 'ssh-vulnkey'. В файле /usr/share/doc/openssh-server/README.compromised-keys.gz дано более подробное описание.
sv: Användarnycklar kan också vara drabbade av detta fel. Kommandot 'ssh-vulnkey' kan användas som ett deltest. Läs /usr/share/doc/openssh-server/README.compromised-keys.gz för mer ingående detaljer.
tr: Kullanıcı anahtarları da bu sorundan etkilenebilir. 'ssh-vulnkey' komutu bu sorun için kısmi bir test olarak kullanılabilir. Ayrıntılar için /usr/share/doc/openssh-server/README.compromised-keys.gz belgesine bakın.
vi: Các khoá kiểu người dùng cũng có thể bị vấn đề này ảnh hưởng. Câu lệnh « ssh-vulnkey » có thể được sử dụng làm thử bộ phận để phát hiện các khoá vẫn còn dễ tấn công. Xem tài liệu Đọc Đi « /usr/share/doc/openssh-server/README.compromised-keys.gz » để tìm thêm chi tiết.
